import React from 'react'

const About = () => {
    return (
        <div class="h-screen grid grid-cols-2 gap-2 place-items-center h-48 bg-yellow-300">
            <h1 className="text-3xl uppercase font-black">
            Гарантийные обязательства:
            
            </h1>
            <div >
                Поставляемая нами продукция является официальной  и подлежит обязательной сертификации. <br/>
                С сертификатами качества можно ознакомиться на нашем сайте в каждом разделе расширительных баков<br/>
                Гарантийные обязательства распространяются на весь товар и действуют в течение года с момента отгрузки.<br/>
                 Для некоторых групп товаров производителем предоставляется расширенная гарантия. <br/>
                 Более полная информация при оформлении заказа.<br/>
                Гарантия не распространяется на случаи, когда монтаж произведен компанией,<br/> 
                 не имеющей лицензии на данный вид работ,<br/>
                 и перестает действовать при нарушении инструкций по монтажу и эксплуатации.<br/>
                Гарантийное и послегарантийное сервисное обслуживание осуществляются<br/>
                 авторизованными сервисными центрами (АСЦ) производителей оборудования.
            </div>
            
        </div>
    )
}

export default About
