import React from 'react'

const About = () => {
    return (
        <div className="h-screen flex justify-center items-center bg-yellow-300">
            <h1 className="text-9xl uppercase font-black">
            Гарантийные обязательства:

            Поставляемая нами продукция является официальной и подлежит обязательной сертификации. С сертификатами качества можно ознакомиться на нашем сайте в каждом разделе расширительных баков
            Гарантийные обязательства распространяются на весь товар и действуют в течение года с момента отгрузки. Для некоторых групп товаров производителем предоставляется расширенная гарантия. Более полная информация при оформлении заказа.
            Гарантия не распространяется на случаи, когда монтаж произведен компанией, не имеющей лицензии на данный вид работ, и перестает действовать при нарушении инструкций по монтажу и эксплуатации.
            Гарантийное и послегарантийное сервисное обслуживание осуществляются авторизованными сервисными центрами (АСЦ) производителей оборудования.
            </h1>
        </div>
    )
}

export default About
