import React from 'react'

const Contact = () => {
    return (
        <div class="h-screen grid grid-cols-2 gap-2 place-items-center h-48 bg-green-300">
            
            <h1 className="text-5xl uppercase font-black">
                Реквизиты : 
            </h1>

            <p >
            ООО «30 БАР»<br/>
            Юридический адрес: 194292,город Санкт-Петербург,Домостроительная улица, дом 4 литер а, помещение № 13<br/>
            Фактический адрес:194292,город Санкт-Петербург,Домостроительная улица, дом 4 литер а, помещение № 13<br/>
            ИНН 7802697903<br/>
            КПП 780201001<br/>
            ОГРН 1197847216324<br/>
            р/с 40702810055000021764 в СЕВЕРО-ЗАПАДНЫЙ БАНК ПАО СБЕРБАНК Г. САНКТ-ПЕТЕРБУРГ<br/>
            кор.счет банка 30101810500000000653<br/>
            БИК 044030653<br/>
            </p>
            
            
            
            
            
        </div>
    )
}

export default Contact