import React from 'react'

const Contact = () => {
    return (
        <div className="h-screen flex justify-center items-center bg-green-300">
            <h1 className="text-9xl uppercase font-black">
            ООО «30 БАР»
            Юридический адрес: 194292,город Санкт-Петербург,Домостроительная улица, дом 4 литер а, помещение № 13
            Фактический адрес:194292,город Санкт-Петербург,Домостроительная улица, дом 4 литер а, помещение № 13
            ИНН 7802697903
            КПП 780201001
            ОГРН 1197847216324
            р/с 40702810055000021764 в СЕВЕРО-ЗАПАДНЫЙ БАНК ПАО СБЕРБАНК Г. САНКТ-ПЕТЕРБУРГ
            кор.счет банка 30101810500000000653
            БИК 044030653
            </h1>
        </div>
    )
}

export default Contact